Repository: FelixJacobi/stsbl-repoconfig
Catalog: share/locale/*/stsbl-repoconfig.po
Languages: de

source: Usement:
de: Benutzung:

source: Wrong number of arguments.
de: Falsche Anzahl an Argumenten.

source: Set a new update mode.
de: Einen neuen Update-Modus setzen.

source: Print current update mode and exit.
de: Aktuellen Updatemodus anzeigen und Programm beenden.

source: Print out this help and exit.
de: Diese Hilfe anzeigen und Programm beenden.

source: Root rights are required to run this program.
de: Root-Rechte werden benötigt um dieses Programm auszuführen.

source: The current update mode is %s.
de: Der aktuelle Updatemodus ist %s.

source: The update mode will keep the value %s.
de: Der Updatemodus bleibt bei %s.

source: Unknown update mode %s.
de: Unbekannter Updatemodus %s.

source: Configuration stored successful.
de: Konfiguration erfolgreich gespeichert.

source: StsBl Repository setup
de: StsBl Repository-Einrichtung

source: Customer number
de: Kundennummer

source: Enter your customer number:
de: Kundennummer eingeben:

source: The customer number can not be empty.
de: Die Kundennummer kann nicht leer sein.

source: Enter the password for the customer number %s:
de: Geben Sie das Passwort für die Kundennummer %s ein:

source: The password can not be empty.
de: Das Passwort kann nicht leer sein.

source: Please try it again.
de: Bitte versuchen Sie es erneut.

source: Select update mode
de: Updatemodus auswählen

source: Select the update mode for the repository:
de: Updatemodus für das Repository auswählen:

source: Only stable updates
de: Nur getestete Updates

source: testing updates
de: Noch in der Testphase befindliche Updates

source: unstable updates (not recommended)
de: Unstabile Updates (nicht empfohlen)

source: Please select an update mode.
de: Bitte wählen Sie einen Updatemodus.

source: Unknown update mode.
de: Unbekannter Updatemodus.

source: Are you sure?
de: Sind Sie sicher?

source: Are you sure that you want to use unstable as update mode?
de: Sind Sie sicher, dass sie unstabile Updates beziehen möchten?

source: It could damage your system. Only using on testing systems is recommended.
de: Es könnte Ihr System beschädigen. Die Verwendung ist nur auf Testsystemen empfohlen.

source: Please wait ...
de: Bitte warten ...

source: Refreshing package list
de: Aktualisiere Paket-Liste
